"Unknown Device" = "جهاز غير معروف";
"Back Camera" = "الكاميرا الخلفية";
"Front Camera" = "الكاميرا الأمامية";
"Camera" = "الكاميرا";
"Built In Audio" = "صوت متضمن";
"iPhone Microphone" = "ميكروفون الـ iPhone";
"Headphones" = "سماعات الرأس";
"iPod touch Microphone" = "ميكروفون الـ iPod touch";
